[
    {
        "name": "Michael T.",
        "text": "The Enterprise AI Agent completely transformed my e-commerce funnel. It handles inquiries 24/7 and actually closes sales. The customization support was worth every penny.",
        "verified": true
    },
    {
        "name": "Sarah Jenkins",
        "text": "I run a coaching business and the Pro Communicator automatically manages my private group. It kicks non-payers instantly. Best investment this year.",
        "verified": true
    },
    {
        "name": "David Chen",
        "text": "Data Scraper Enterprise allows me to track competitors in real-time. The webhook integration is flawless.",
        "verified": true
    },
    {
        "name": "Elena V.",
        "text": "Standard AI is good, but go for Enterprise if you need complex flows. The team helped me set up a booking system that works like magic.",
        "verified": true
    },
    {
        "name": "CryptoKing_99",
        "text": "Binance scraper catches arbitrage opportunities faster than any public bot. Keep this software private please! 😂",
        "verified": true
    },
    {
        "name": "Jessica R.",
        "text": "Love the glassmorphism design, very modern. The bot itself is super fast. I'm using it for customer support on my Shopify store.",
        "verified": true
    },
    {
        "name": "Mark Buffalo",
        "text": "Automated 90% of my support tickets. The 'smart' mode on the Enterprise agent actually understands context, it's scary good.",
        "verified": true
    },
    {
        "name": "DigitalNomad",
        "text": "Bought the Community Empire tool. Passive income from my subscription channel is now fully automated. Thanks NOVA.",
        "verified": true
    },
    {
        "name": "Robert Fox",
        "text": "Was skeptical about the 'One-time payment' but it's real. No monthly fees is a game changer for my small agency.",
        "verified": true
    },
    {
        "name": "Alice Cooper",
        "text": "The customization service is top tier. They tweaked the AI to speak exactly like me.",
        "verified": true
    },
    {
        "name": "Tom H.",
        "text": "Great product. Standard version is a bit simple, but does the job for FAQs.",
        "verified": true
    },
    {
        "name": "Emily White",
        "text": "I integrated the AI into my health blog. It recommends products based on symptoms. Sales up 40%.",
        "verified": true
    },
    {
        "name": "James L.",
        "text": "Fast delivery. Logic is clean. Code is well documented.",
        "verified": true
    },
    {
        "name": "Startup_Guy",
        "text": "The Enterprise dashboard is beautiful. My investors were impressed by the tech stack.",
        "verified": true
    },
    {
        "name": "Maria Garcia",
        "text": "Finally a solution that supports multiple languages properly. My Spanish clients are happy.",
        "verified": true
    }
]